a = ['Легко знакомишься с людьми', 'Охотоно и подолгу могу что-нибудь мастерить', 'Люблю ходить в музеи, театры',
     'Охотно и постоянно ухаживаю за расстениями,животным', 'Охотно и подолгу могу что-нибудь вычислять,чертить',
     'С удовольствием общаюсь со сверстниками или малышами', 'С удовольствием ухаживаю за растениями и животными',
     'Обычно делаю мало ошибок в письменных работах', 'Мои изделия обычно вызывают интерес у товарищей, старших',
     'Люди считают, что у меня есть художественные способности', 'Охотно читаю о растениях,жиовтных',
     'Принимаю участие в спектаклях, концертах', 'Люблю читать об устройстве муханизмов, приборов,машин',
     'Подолгу могу разгадывать головоломки,задачи,ребусы', 'Легко улаживаю разногласия между людьми',
     'СЧитаю, что у меня есть способности к работе с техникой', 'Людям нравится мое художественное творчество',
     'У меня есть способности к работе с растениями и живтоным', 'Я могу ясно излагать',
     'Я почти никогда ни с кем не cсорюсь', 'Результаты моего технического творчества одобряют даже незнакомы люди',
     'Без особного труда усваиваю инстранные языки', 'Мне часто случается помогать даже незнакомым людям',
     'Подолгу могу заниматься музыкой,рисованием,читать книги и т.д.', 'Могу влиять на ход развитиярастений и живтных',
     'Люблю разбираться в устройстве механизмов, приборов', 'Мне обычно удается убедить людей в своей правоте',
     'Охотно наблюдаю за растениями или животными',
     'Охотно читаю научно-популярную, критическую литературу,публицистику',
     'Стараюсь понять секреты мастерства и пробую свои силы в живописи,музыке и т.п.']

answers = {}